[
    {
        "q": "What does COVID-19 standfor?",
        "a": "COVID-19 stands for Coronavirus disease of 2019. It is the official name given by the World Health Organization (WHO) to the disease caused by the novel coronavirus SARS-CoV2. The novel coronavirus SARS-CoV2 is a new coronavirus not previously seen in humans. This means it is different from the coronaviruses that cause the common cold and those that caused SARS in 2002 and MERS in 2012. The first cases of the novel coronavirus SARS-CoV2 were reported in December 2019. WHO officially named the disease COVID-19 in a press release issued on 11th February 2020."
    },
    {
        "q": "Is COVID-19 the same as thecommon cold?",
        "a": "No.  COVID-19  and  common  cold  are  not  the  same. COVID-19 is caused by the novel coronavirus SARS-CoV2 not previously seen in humans. Colds and flus are caused by different types of viruses common to humans.  Unlike the flu, COVID-19 can sometimes cause a person to suddenly lose their sense of smell or taste.    The number of those who are likely to be severely ill or die as a result of contracting COVID-19 is up to 10 times higher for COVID-19 than for the common cold or flu."
    },
    {
        "q": "Why is COVID-19 considered a pandemic?",
        "a": "On  11th  March,  2020,  the  WHO  officially  classifiedCOVID19 as a pandemic.   A pandemic is the worldwide outbreak of a disease that quickly spreads across different countries and continents. The WHO made the decision to classify COVID-19 as a pandemic based on the following factors:    Within a period of just two weeks, the number of cases of COVID-19 outside China had increased 13-fold.    The number of affected countries had tripled.     There were more than 118,000 cases in 114 countries.     4,291 people had lost their lives.    Thousands more were admitted in hospitals.    COVID-19  is  the  first  coronavirus  to  be  classified  as  a pandemic. This is due to its high case fatality rate and rapid spread of the disease."
    },
    {
        "q": "What is the plan for COVID-19 vaccination in Kenya?",
        "a": "The  Government  of  Kenya  is  committed  to  fully vaccinating the entire population of adults (18 years and above) living in Kenya by June 2022.     The COVID-19 vaccine is being deployed in 3 phases.  The phases are not exclusive and may overlap.     Phase 1: This kicked off in March 2021 and targeted those working in the frontline of COVID-19 response.  This  included;  healthcare  workers;  teaching  and nonteaching staff in all educational institutions; uniformed Officers  -  Police,  Military,  Prison  Officers;  Immigration Officers; Instructors in Religious Institutions and people aged 58 years and above.     Phase 2: This is ongoing and targets frontline workers and adults  aged  18  years  and  above  especially  those  with comorbidities.    Phase 3:  This will target all adults aged 18 years and above.  Those  with  underlying  health  conditions  are  highly encouraged to get vaccinated."
    },
    {
        "q": "When can I expect to receivemy COVID-19 vaccine?",
        "a": "The Government of Kenya rolled out vaccination of the 1stdose of the AstraZeneca/Covishield vaccine in March 2021.  The Government wants to ensure all persons who got the 1st dose get the 2nd dose in order to increase the number of fully vaccinated Kenyans in the country.     The government has also opened up Covid 19 vaccination for those who want to get the first dose of Covid-19 vaccine and meet the eligibility criteria."
    },
    {
        "q": "Where  can  I  get  accurate information  on  COVID-19 Vaccines and Vaccination in Kenya?",
        "a": "For  accurate  and  reliable  information  on  COVID-19 vaccines, please refer to the Ministry of Health website https://www.health.go.ke or call the Ministrys COVID-19 hotline number on 719 or dial *719#.     You can also visit the World Health Organization (WHO) or  UNICEF  websites  for  accurate  information  on  the vaccines and vaccination."
    },
    {
        "q": "Which  COVID-19  vaccines has the Ministry of Health approved for administration in Kenya?",
        "a": "Vaccination is a key strategy that has been identified as a preventive tool against the COVID-19 disease alongside other preventive measures.     The  World  Health  Organization  has  approved  andrecommended multiple vaccines against COVID - 19.    The  Ministry  of  Health  authorized  the  use  of AstraZeneca/Covishield  vaccines  in  the  country  as  an initial vaccine deployment plan.     MOH  has  also  approved  the  use  of  Pfizer,  Moderna,Sinopharm and Johnson & Johnson."
    },
    {
        "q": "How many doses of COVID 19 vaccine do I need to take and at what intervals?",
        "a": "The number of doses you receive depends on the type ofCovid 19 vaccine that is administered.     AstraZeneca/Covishield, Pfizer, Moderna and Sinopharm are two dose COVID-19 vaccines. This means you will need to take two doses at an interval of between 4 - 12 weeks as recommended by WHO to be fully vaccinated.     The Johnson & Johnson COVID-19 vaccine requires onedose for full protection."
    },
    {
        "q": "What  happens  if  I  fail  to take  the  second  dose  of COVID 19 vaccine on time?",
        "a": "It is recommended you take the two doses for maximumprotection for the two dose vaccines.      If for some reason you do not get your second dose within the recommended period, you are advised to visit your nearest health facility as soon as possible to get the second dose."
    },
    {
        "q": "Why  is  COVID-19  vaccine needed when we have other public  health  preventative measures like physical  distancing,  wearing  facemasks and hand washing?",
        "a": "COVID-19 has no cure. Stopping the spread of the COVID-19 pandemic will require several measures which include Covid 19 vaccination. The vaccines work with your immune system and prepare it to fight the virus in case you get exposed.    The Ministry of Health encourages the public to continuepracticing preventative measures which include;     Sanitizing with an alcohol based sanitizer or washingyour hands with soap frequently.    Wearing face masks while outdoors or in a crowdedsetting.    Maintaining physical distance (social distancing) of atleast 1.5 meters away from others.  Getting fully vaccinated against COVID-19 and adhering tothe  preventative measures provides the best protection foryou and those around you."
    },
    {
        "q": "How do COVID-19 vaccines work?",
        "a": "Vaccines prepare your immune system to recognize andfight off the virus that causes COVID-19.  The vaccines are designed to teach the bodys immune system to safely recognize and block the virus that causes COVID-19.   The COVID-19 vaccine uses a form of the virus that has been inactivated or weakened so it doesnt cause disease but still generates an immune response."
    },
    {
        "q": "Are the COVID-19 Vaccines safe?",
        "a": "Yes. All authorized and recommended COVID-19 vaccines are safe and effective. This follows rigorous and thorough scientific studies. For more information, please refer to the link  below    to  the  Ministry  of  Health  website https://www.health.go.ke or call the Ministrys COVID-19 hotline number on 719 or dial *719#."
    },
    {
        "q": "Who is eligible for the COVID 19 Vaccine?",
        "a": "All adults over the age of 18 years are eligible for the COVID-19 vaccination. However, prioritization is being given  to  persons  with  pre-existing  health  conditions, frontline workers and the elderly."
    },
    {
        "q": "Who  is  NOT  eligible  forCOVID-19 vaccination?",
        "a": "The vaccine is currently NOT being given to;   1.  Children  2.  Anyone with allergies to the vaccine or a componentof the vaccine  3.  Anyone with flu/ COVID-19 symptoms at the timeof presenting for vaccination.   Pregnant women may be vaccinated on a case by case basis if assessed and found to be at high risk of severe COVID19 disease."
    },
    {
        "q": "Does COVID-19 vaccinationcause side effects?",
        "a": "Some  COVID-19  vaccines  have  side  effects  which  are normal  signs  that  your  body  is  building  immune protection.  Common  side  effects  observed  with  the COVID-19 vaccines may include: pain and swelling on the arm where you receive the vaccine, fever, chills, tiredness and headache. The side effects should typically go away within a few days.    The Ministry of Health confirms the benefits of COVID-19vaccination outweigh the possible risks.     You can get more information on COVID 19 side effects on https://www.pharmacyboardkenya.org/blog/2021/03/ pvers-ii-launch"
    },
    {
        "q": "Are Vaccines safe for people with  chronic  diseases  and heart conditions?",
        "a": "Yes, patients with cardiac diseases or diabetes are amongthe priority groups to be vaccinated against COVID-19.   All types of the COVID-19 vaccines are safe for them."
    },
    {
        "q": "Has anyone died as a resultof COVID-19 vaccination?",
        "a": "No. There are no reported deaths as a result of COVID-19 vaccination in Kenya. The Ministry of Health through the Pharmacy  and  Poisons  Board  collects  daily  data on  all Adverse Events Following Immunization (AEFI) that result from COVID-19 vaccination in Kenya.    Should you have any information on AEFI as a result of  COVID-19 vaccination in Kenya, please call  the MinistrysCOVID-19 hotline number on 719 or report online usinghttps://pv.pharmacyboardkenya.org/padrs/add"
    },
    {
        "q": "Why  do  I  need  to  getvaccinated against COVID- 19?",
        "a": "COVID-19  Vaccination  helps  prevent  severe  illness  anddeath caused by the disease. Other benefits include;     Protection to Yourself and the Community     When you get vaccinated, you are protecting yourselfand helping to protect the whole community.    COVID-19  can  spread  quickly  and  widely.  It  hasresulted  in  the  deaths  of  over  4.4  million  peopleworldwide and over 4,000 deaths in Kenya.     When enough people in the community are vaccinated,it slows down the spread of the disease.  Reducing the economic impact of the COVID-19 pandemic    Higher  vaccination  rates  make  outbreaks  less  likely.This in turn reduces the need for preventive measures,such as curfews, lockdowns, and movement restrictions.  As a result, vaccination saves both lives and livelihoods."
    },
    {
        "q": "How  do  I  decide  whichCOVID-19 vaccine to take?",
        "a": "All authorized and recommended COVID-19 vaccines aresafe, effective and available free of charge.     The Ministry of Health does not recommend one vaccine type over another. All vaccines offer maximum protection if all the recommended doses are administered.     The  most  important  decision  is  to  get  a  COVID-19 vaccination  as  soon  as  possible  from  the  nearest vaccination facility. Widespread vaccination is a critical tool to help stop the pandemic."
    },
    {
        "q": "Can I mix vaccines? If I got the first dose of  AstraZeneca/covishield can Itake a second dose of another type of vaccine?",
        "a": "The  World  Health  Organization  (WHO)  has  issued guidelines on mixing of vaccines in cases where COVID-19 vaccine supplies are not adequate.  Currently in Kenya, mixing of COVID-19 vaccines has not been adopted as a policy. However, a review on the mixing of COVID-19 vaccines may be done and an update issued should the need arise."
    },
    {
        "q": "Where can I get vaccinatedagainst COVID-19 disease?",
        "a": "The  Government  of  Kenya  has  taken  positive  steps  to provide  COVID-19  vaccines  for  all  persons  residing  in Kenya, including refugees and migrants based on a policy of equal and equitable access.    All  vaccinations  are  to  be  administered  at  vaccination centers which are assigned by the Ministry of Health. The updated list of approved designated vaccination centers is available on the MoH website. https://www.health.go.ke or call the Ministrys COVID-19 hotline number on 719.     COVID-19 vaccination is free."
    },
    {
        "q": "Do I have to register to get vaccinated against COVID-19 disease?",
        "a": "Yes,  registration  or  entry  into  the  CHANJO  electronic vaccination registry is a requirement for all those receiving their COVID-19 vaccination.   This allows for effective monitoring of those who have received the vaccine and accurate issuance of Certificates for those fully vaccinated.    Pre-register  from   the   Ministry   of   Health website portal.health.go.ke"
    },
    {
        "q": "Can children get vaccinatedagainst COVID-19 disease?",
        "a": "No. Currently, no one under the age of 18 years is eligible to receive the vaccine.     Children  tend  not  to  develop  severe  symptoms  due  to COVID-19 disease. However, this may change as more data on the vaccines become available."
    },
    {
        "q": "Can I stop adhering to all the COVID-19 preventative measures once I am fully vaccinated?",
        "a": "No, the Ministry of Health recommends that everyone  including those who have been fully vaccinated to continue using all available tools and preventive measures to help stop the spread of COVID-19, such as physical and social distancing,  avoiding  crowds,  use  of  face  masks  and frequent hand washing with soap or use of an alcohol based hand sanitizer.   This  will  provide  the  best  possible  protection  against getting and spreading COVID-19 disease."
    },
    {
        "q": "Can I get infected with COVID-19 disease even after vaccination?",
        "a": "Whilst the COVID-19 vaccine is highly effective, it does not give  100%  protection  and  hence  a  small  percentage  of people will still get infected with the disease.  The vaccine  however greatly reduces the risk of severesymptoms and even death."
    },
    {
        "q": "If I have already contracted  COVID-19 disease and recovered, do I still need to get a COVID-19 vaccine?",
        "a": "Yes, one can still get the COVID-19 vaccine even after beinginfected by the disease as long as they are fully recovered.    However, those who are currently infected with COVID-19 should postpone vaccination until after their illness has run its course and after they have met the health authorities criteria to discontinue isolation (completion of the 10 days of isolation).     People who received certain treatments during illness may need to delay vaccination until the end of a 90-day period. Consult the health worker to find out when you are eligible to take the COVID-19 vaccine."
    },
    {
        "q": "How long does immunity last after COVID-19 vaccination?",
        "a": "Researchers do not know yet how long immunity lasts after vaccination.  That  is  why  continuation  of  public  health prevention practices are extremely important."
    },
    {
        "q": "If I get a COVID-19 vaccine, will it cause a false positive for  COVID-19  diagnostic testing (i.e. PCR or antigen tests)?",
        "a": "Receiving the COVID-19 vaccine will not cause a positive PCR or antigen laboratory test result since these specific tests check for active disease and not whether an individual is immune or not."
    },
    {
        "q": "Is vaccination against COVID-19 disease mandatory for all persons residing in Kenya?",
        "a": "While it is not mandatory to get the COVID-19 vaccine, the government urges all those eligible to get vaccinated.  The vaccines  are  available  and  are  approved  by  the  World Health Organization (WHO) and the Ministry of Health (MoH).    Receiving the vaccine is very critical for Kenya and the world at large to respond to the negative impacts of the COVID-19  disease  and  to  protect  the  lives  of  the  most vulnerable.    Data also shows that a country with high immunization coverage  greatly  reduces  the  rate  of  COVID-19 transmission."
    }
]